{
  "aboutUs": {
    "title": "About Us",
    "intro1": "Hello, Eurovision fans! We are a small team of passionate developers (and luckily in the future software engineers) who brought ",
    "intro2": " to life. What started as a project for our 'User Interface Design' course at ",
    "intro3": "our university",
    "intro4": " soon became something more. We were so pleased with the result that we decided to polish it and share it with the entire Eurofan community.",
    "mission": "Our Mission",
    "mission1": "Eurodle is born from our love for the music, culture, and excitement that Eurovision brings us every year. Our goal is to create a fun and challenging space where you can test your knowledge and relive iconic moments from the contest.",
    "opinion": "Your Opinion Matters!",
    "opinion1": "We want the community to be a fundamental part of Eurodle's growth. We are open to new ideas, suggestions for game modes, or any bugs you may find. Your feedback helps us improve the application every day.",
    "contact": "Contact Information",
    "contact1": "You can reach us via our email: ",
    "team": "The development team:",
    "team_members": {
      "1": "Eloy G. - lead developer",
      "2": "Javier T. - Eurofan, responsible for the song-ordering game mode",
      "3": "Maria O. - designed the main menu, interface, and various features",
      "4": "Eduardo G. - responsible for the 'guess the singer's country' map",
      "5": "Francisco J. - general project support, debugging"
    },
    "github" : "If you are interested, you can review our project on ",
    "future": "The Future",
    "future1": "From the Eurodle team, we hope our small corner of the internet reaches many people. Who knows, maybe with your support, all those ambitious ideas that were left on the drawing board can take shape in the future. Thank you for playing and supporting us!"
  },
  "terms": {
    "title": "Terms of use",
    "point1": "1. Acknowledge of this Terms",
    "point1_text": "Welcome to Eurodle. When accessing and using our web, you agree and compromise to follow this terms of use and conditions. If you do not agree with some of these terms, we ask you to leave and stop using our platform.",
    "point2": "2. Affiliation Disclaimer",
    "point2_text1": "Eurodle is a project made by fans and for fans. ",
    "point2_text2": "This app is not affiliated, associated, authorized, acknowledged or connected by any official mean to the European Broadcasting Union (EBU/UER) or with the Eurovision brand (Eurovision Song Contest). The name \"Eurovision\", as well as the official logotypes, designs and related patents, are all registered brands, property of their respective owners.",
    "point3": "3. Intellectual Property and Use of Content",
    "point3_text1": "All of the audiovisual content, including, among others: song fragments, video clips, artist images and all of the festival logos, they all belong to their respective owners (EBU, the participating TV stations and broadcasters, artists and record companies). The utilization of this material in Eurodle follows the \"fair use\" dogma, our objectives are merely educational and recreational, we aim for entertainment, mostly non-profit.",
    "point3_text2": "We do not claim any property over this content, its use does not imply any backup from the actual copyright owners. Eurodle´s purpose is to celebrate the Eurovision Song Festival and provide an interactive game experience for the community of his followers.",
    "point4": "4. Purpose of the website",
    "point4_text": "Eurodle has been developed as a tool for entertainment with no main financial interests. It´s only objective is to be an interesting game for the festival fans, allowing them to test their knowledge and enjoy Eurovision´s history and music in a playful way.",
    "point5": "Limitation of Liability",
    "point5_text": "Eurodle´s content and functionality are provided \"as they are\". We do not guarantee anything about how precise, reliable or complete the displayed content may be. We are not responsible to any direct or indirect damage that may occur during the use of this website.",
    "point6": "Modifications on this Terms",
    "point6_text": "We reserve the right to modify this terms of use anytime. It is deeply recommended to visit this page periodically to be able to notice any changes. Continuous use of this site after the publishing of these modifications will be considered as accepting the new terms.",
    "last_update": "Last update: August 20, 2025"
  }
,
  "privacy": {
    "title": "Privacy and cookies police",
    "subtitle": "Your privacy is important to us. This policy explains what information we collect and how we use it.",
    "point1": "1. Data collection",
    "point1_text1": "Currently, Eurodle is a web-based game. ",
    "point1_text2": "We do not collect any kind of personal data",
    "point1_text3": " such as your name, email address or location.",
    "point1_text4": "We only store information about your game preferences on your device (for example, volume or selected language). This data is saved locally in your storage using technologies such as ",
    "point1_text5": " and will not be transmitted to our servers.",
    "point2": "2. Use of cookies",
    "point2_text1": "A cookie is a small text file stored in your browser. We use cookies in order to enhance the functionality of the site and your user experience.",
    "point2_text2": "Functional cookies:",
    "point2_text3": " They are necessary to remember settings, such as volume or language, across sessions.",
    "point3": "3. Advertising and third-party cookies (Google AdSense)",
    "point3_text1": "We intend to use third-party advertising services in the near future, such as ",
    "point3_text2": ", to help support the site. These services use cookies to show relevant ads to you.",
    "point3_text3": "Google, as a third-party vendor, uses ",
    "point3_text4": " to show ads on our website.",
    "point3_text5": "The use of the DART cookie allows Google and its partners to display ads based on your visits to this and other websites on the Internet. ",
    "point3_text6": "Users can disable the use of the DART cookie by visiting ",
    "point3_text7": " Google's advertisements configuration page",
    "point3_text8": "We do not have access to or control over those third-party cookies. Please review the vendors’ privacy policies for more information on their practices.. You can find more information about how Google manages your data at: ",
    "point3_text9": "How Google uses data when you use our partners’ sites or apps",
    "point4": "4. Web analytics (SEO)",
    "point4_text": "We can also use web analytics tools, such as Google Analytics, to understand how users interact with our website. These tools collect anonymous data, such as the websites you visit, the time spent on those websites and how you reached our site. This data helps us to improve Eurodle's content and functionality.",
    "point5": "5. Your consent and control",
    "point5_text": "By using our website, you agree to the use of cookies and data collection described in this policy. Most web browsers allow you to manage cookies. You can configure your browser to notify you when you receive a cookie or to reject cookies. However, if you reject cookies, some Eurodle features may not function properly.",
    "point6": "6. Policy changes",
    "point6_text": "We may revise or update our privacy policy periodically. Any changes will be posted on this page, so we encourage you to review it from time to time.",
    "last_update": "Last update: August 20, 2025"
  }
}