{
  "aboutUs":{
    "title": "Sobre Nosotros",
    "intro1": "¡Hola, fans de Eurovisión! Somos un pequeño equipo de desarrolladores apasionados (y con suerte futuros ingenieros del software) que dimos vida a ",
    "intro2": ". Lo que comenzó como un proyecto para la ",
    "intro3": "universidad",
    "intro4": " de nuestra asignatura de 'Diseño de Interfaces de Usuario', pronto se convirtió en algo más. El resultado nos gustó tanto que decidimos pulirlo y compartirlo con toda la comunidad de eurofans.",
    "mission": "Nuestra Misión",
    "mission1": "Eurodle nace del cariño por la música, la cultura y la emoción que Eurovisión nos regala cada año. Nuestro objetivo es crear un espacio divertido y desafiante donde puedas poner a prueba tus conocimientos y revivir momentos icónicos del festival.",
    "opinion": "¡Tu Opinión Cuenta!",
    "opinion1": "Queremos que la comunidad sea una parte fundamental del crecimiento de Eurodle. Estamos abiertos a nuevas ideas, sugerencias para modos de juego o cualquier error que encuentres. Tu feedback nos ayuda a mejorar la aplicación día a día.",
    "contact": "Información de Contacto",
    "contact1": "Puedes contactarnos a través de nuestro correo electrónico: ",
    "team": "El equipo de desarrollo:",
    "team_members": {
      "1": "Eloy G. - programador principal",
      "2": "Javier T. - eurofan, encargado del modo de juego de ordenar canciones",
      "3": "Maria O. - diseñadora del menu de inicio, la interfaz y varias funciones",
      "4": "Eduardo G. - encargado del mapa de adivina el pais del cantante",
      "5": "Francisco J. - ayuda general al proyecto, debugging"
    },
    "github" : "Si está interesado, puede ver nuestro proyecto de ",
    "future": "El Futuro",
    "future1": "Desde Eurodle, esperamos que nuestro pequeño rincón en internet llegue a mucha gente. Quién sabe, quizás con tu apoyo, todas esas ideas ambiciosas que se quedaron en el tintero puedan tomar forma en el futuro. ¡Gracias por jugar y por apoyarnos!"
  },
  "terms":{
    "title": "Términos de Uso",
    "point1": "1. Aceptación de los Términos",
    "point1_text": "Bienvenido a Eurodle. Al acceder y utilizar nuestro sitio web, usted acepta y se compromete a cumplir con los siguientes términos y condiciones de uso. Si no está de acuerdo con alguna parte de estos términos, le rogamos que no utilice nuestra plataforma.",
    "point2": "2. Descargo de Responsabilidad de Afiliación",
    "point2_text1": "Eurodle es un proyecto independiente creado por fans y para fans.",
    "point2_text2": "Esta aplicación no está afiliada, asociada, autorizada, respaldada ni conectada de ninguna manera oficial con la Unión Europea de Radiodifusión (UER) o con la marca Eurovisión (Eurovision Song Contest). El nombre \"Eurovisión\", así como los logotipos, diseños y marcas relacionadas, son marcas registradas de sus respectivos propietarios.",
    "point3": "3. Propiedad Intelectual y Uso de Contenido",
    "point3_text1": "Todo el material audiovisual, incluyendo, entre otros, fragmentos de canciones, videoclips, imágenes de artistas y logotipos del festival, pertenece a sus respectivos propietarios (UER, las emisoras participantes, artistas y sellos discográficos). El uso de dicho material en Eurodle se realiza bajo la doctrina de \"uso justo\" (fair use) con fines exclusivamente educativos, recreativos y de entretenimiento, sin ningún ánimo de lucro como único objetivo.",
    "point3_text2": "No se reclama ninguna propiedad sobre este contenido, y su utilización no implica ningún tipo de respaldo por parte de los titulares de los derechos de autor. El propósito de Eurodle es celebrar el Festival de la Canción de Eurovisión y proporcionar una experiencia de juego interactiva para su comunidad de seguidores.",
    "point4": "4. Propósito del Sitio Web",
    "point4_text": "Eurodle ha sido desarrollado como una herramienta de entretenimiento sin fines comerciales explícitos. Su única finalidad es la de ser un juego para los aficionados al festival, permitiéndoles poner a prueba sus conocimientos y disfrutar de la música y la historia de Eurovisión de una manera lúdica.",
    "point5": "5. Limitación de Responsabilidad",
    "point5_text": "El contenido y la funcionalidad de Eurodle se proporcionan \"tal cual\". No ofrecemos garantías de ningún tipo sobre la precisión, fiabilidad o integridad del contenido. No seremos responsables de ningún daño directo o indirecto que pueda surgir del uso de este sitio web.",
    "point6": "6. Modificaciones de los Términos",
    "point6_text": "Nos reservamos el derecho de modificar estos términos de uso en cualquier momento. Se recomienda revisarlos periódicamente para estar al tanto de cualquier cambio. El uso continuado del sitio después de la publicación de las modificaciones constituirá su aceptación de dichos cambios.",
    "last_update": "Última actualización: 20 de agosto de 2025"
  },
  "privacy":{
    "title": "Política de Privacidad y Cookies",
    "subtitle": "Su privacidad es importante para nosotros. Esta política explica qué información recopilamos y cómo la utilizamos.",
    "point1": "1. Recopilación de Datos",
    "point1_text1": "Actualmente, Eurodle es un juego que funciona principalmente en su navegador. ",
    "point1_text2": "No recopilamos información de identificación personal",
    "point1_text3": " como su nombre, correo electrónico o dirección.",
    "point1_text4": "La única información que almacenamos en su dispositivo es la relacionada con sus preferencias de juego (por ejemplo, el volumen de la música o el idioma seleccionado). Estos datos se guardan localmente en su navegador utilizando tecnologías como ",
    "point1_text5": " y no se transmiten a nuestros servidores.",
    "point2": "2. Uso de Cookies",
    "point2_text1": "Una cookie es un pequeño archivo de texto que se almacena en su navegador. Utilizamos cookies para mejorar la funcionalidad del sitio y su experiencia de usuario.",
    "point2_text2": "Cookies funcionales:",
    "point2_text3": "Son necesarias para recordar sus ajustes, como el idioma o el volumen, entre sesiones de juego.",
    "point3": "3. Publicidad y Cookies de Terceros (Google AdSense)",
    "point3_text1": "En el futuro, planeamos utilizar servicios de publicidad de terceros, como ",
    "point3_text2": " , para ayudar a mantener el sitio. Estos servicios utilizan cookies para mostrar anuncios relevantes para usted.",
    "point3_text3": "Google, como proveedor externo, utiliza la ",
    "point3_text4": " para publicar anuncios en nuestro sitio.",
    "point3_text5": "El uso de la cookie DART permite a Google y a sus socios mostrar anuncios basados en sus visitas a este y otros sitios en Internet.",
    "point3_text6": "Los usuarios pueden inhabilitar el uso de la cookie DART accediendo a la ",
    "point3_text7": " página de configuración de anuncios de Google",
    "point3_text8": "Nosotros no tenemos acceso ni control sobre estas cookies que son utilizadas por anunciantes de terceros. Le recomendamos que consulte las políticas de privacidad de estos proveedores para obtener información más detallada sobre sus prácticas. Puede encontrar más información sobre cómo Google utiliza los datos en: ",
    "point3_text9": "Cómo utiliza Google los datos cuando utilizas las aplicaciones o los sitios de nuestros partners",
    "point4": "4. Analítica Web (SEO)",
    "point4_text": "También podremos utilizar herramientas de analítica web, como Google Analytics, para entender cómo los usuarios interactúan con nuestro sitio. Estas herramientas recopilan información anónima, como las páginas que visita, el tiempo que pasa en el sitio y cómo llegó hasta aquí. Esta información nos ayuda a mejorar el contenido y la funcionalidad de Eurodle.",
    "point5": "5. Su Consentimiento y Control",
    "point5_text": "Al utilizar nuestro sitio web, usted acepta el uso de cookies y la recopilación de datos descrita en esta política. La mayoría de los navegadores web le permiten controlar las cookies a través de la configuración. Puede configurar su navegador para que le notifique cuándo recibe una cookie o para rechazar las cookies por completo. Sin embargo, tenga en cuenta que si deshabilita las cookies, es posible que algunas funciones de Eurodle no operen correctamente.",
    "point6": "6. Cambios en esta Política",
    "point6_text": "Podemos actualizar nuestra Política de Privacidad de vez en cuando. Le notificaremos cualquier cambio publicando la nueva política en esta página. Se le aconseja que revise esta página periódicamente para cualquier cambio.",
    "last_update": "Última actualización: 20 de agosto de 2025"
  }
}